{
  "version" : "0.1",
  "language": "Français",
  "quests": [
    {
      "name": "quest1",
      "characterDialogues": [
        {

          "name": "Hubert",
          "dialogues": [
            {
              "Name": "Hubert l'Historien",
              "Dialogue": "J’ai vraiment eu peur, une chance que ce bloc de glace n’ai tué personne ! Est-ce que le ciel va nous tomber sur la tête ?"
            },
            {
              "Name": "Le Maire",
              "Dialogue": "J’espère que non, mais nous manquons d’informations pour pouvoir l’affirmer. Je vais aller interroger quelques personnes."
            }
          ]
        },
        {
          "name": "Archibald",
          "dialogues": [
            {
              "Name": "Le Maire",
              "Dialogue": "Salut Archibald, tu as vu ce qui vient de se passer ?"
            },
            {
              "Name": "Archibald l'Astronome",
              "Dialogue": "Bonjour M. Le Maire. Oui j’ai observé ça dans ma loupe (télescope). Depuis tout petit, j’observe le dôme pour mieux le comprendre, mais c’est la première fois que j’observe ce phénomène. J’ai cependant remarqué que je vois de mieux en mieux à travers le dôme, comme si celui-ci était de plus en plus fin. Je ne sais pas de quoi cela vient mais c’est inquiétant… J’ai transmis mes observations à Simon."
            },
            {
              "Name": "Le Maire",
              "Dialogue": "Merci Archi, je continue mes recherches"
            }
          ]
        },
        {
          "name": "Felix",
          "dialogues": [
            {
              "Name": "Félix le Forgeron",
              "Dialogue": "Ah tiens, bonjour M. Le Maire ! Qu’est-ce que c’était que ce bruit assourdissant ?"
            },
            {
              "Name": "Le Maire",
              "Dialogue": "Un bloc de glace vient de tomber du dôme. Heureusement, il n’y a aucun blessé. Mais c’est très préoccupant et je cherche des réponses"
            },
            {
              "Name": "Félix le Forgeron",
              "Dialogue": "C’est sûrement l'événement annonciateur de la prophétie ! Selon cette prophétie, Poséidon, dieu de la mer, déchaîne sa fureur et engloutit notre belle cité sous les eaux glacées. NOUS ALLONS TOUS MOURIR !"
            },
            {
              "Name": "Le Maire",
              "Dialogue": "Reste calme Félix, personne ne va mourir. Le dôme nous a toujours protégés et nous allons tout faire pour trouver une solution à ce problème."
            }
          ]
        }
      ]
    },

    {
      "name": "quest2",
      "characterDialogues": [
        {
          "name" :  "Test",
          "Dialogues": [
            {
              "Name": "Je travail",
              "Dialogue": "Je travail un max même !"
            }
          ]
        }
      ]
    }
  ]
}